Repository: EscortDevTeam/config_ios
Catalog: Escort/*.lproj/Localizable.strings
Languages: es, ru

source: Configurator
es: Configurador
ru: Конфигуратор

source: Wait
es: Esperar
ru: Подождать

source: Select connection type
es: Seleccione el tipo de conexión
ru: Выберите тип подлючения

source: Language
es: Idioma
ru: Язык

source: About the program
es: Sobre el programa
ru: О программе

# CodeLangu
source: en
es: es
ru: ru

source: Type of bluetooth sensor
es: Tipo del sensor Bluetooth
ru: Тип bluetooth датчика

source: For further work, you must enable Bluetooth
es: Para continuar el funcionamiento es necesario activar Bluetooth
ru: Для дальнейшей работы необходимо включить Bluetooth

source: List of available devices
es: La lista de dispositivos disponibles
ru: Список устройств

source: Warning
es: Advertencia
ru: Предупреждение

source: Attention
es: Atención
ru: Внимание

source: Connection is lost.
es: La comunicación fue perdida.
ru: Связь потеряна.

source: Сopied to clipboard
es: Copiado al Portapapeles
ru: Скопировано в буфер

source: Level
es: Nivel
ru: Уровень

source: Disconnected
es: Desconectado
ru: Отключен

source: Connected
es: Conectado
ru: Включен

source: Stable
es: Estable
ru: Стабилен

source: Not stable
es: No estable
ru: Не стабилен

source: Settings
es: Configuraciones
ru: Настройки

source: Additional Features
es: Opciones adicionales
ru: Доп. возможности

source: Reference
es: Ayuda
ru: Справка

# Sensor is not password-protected
source: Sensor is password-protected
es: Sensor está protegido por la contraseña
ru: На датчике установлен пароль

source: Connect
es: Conectar
ru: Подключиться

source: Maximum level
es: Nivel máximo
ru: Макс. уровень

source: Minimum level
es: Nivel mínimo
ru: Мин. уровень

source: Filtration
es: Filtración
ru: Фильтрация

source: Write parameters to the device
es: Grabar los parámetros al dispositivo
ru: Записать параметры в устройство

source: Empty
es: Vacío
ru: Пустой

source: Full
es: Completo
ru: Полный

source: Disable Thermal Compensation
es: Desactivar compensación térmica
ru: Отключить термокомпенсацию

source: Value changing failure
es: No se ha logrado modificar el valor
ru: Не удалось изменить значение

source: Value changed – calibration is done successfully
es: El valor fue exitosamente calibrado
ru: Значение успешно откалибровано

source: Value not changed – calibration failure
es: No se ha logrado calibrar el valor
ru: Не удалось откалибровать значение

source: “Full” value shall be higher than “Empty” value
es: Lleno debe ser mayor que Vacío
ru: Полный должен быть больше Пустой

source: Enter password to continue
es: Primero debe introducir la contraseña
ru: Необходимо сначала ввести пароль

source: Enter value...
es: Introduzca el valor...
ru: Введите значение...

source: “Empty” value changing failure
es: No se ha logrado modificar el valor "Vacío"
ru: Значение Пустой изменить не удалось

source: “Full” value changed successfully
es: Valor "Lleno" fue exitosamente modificado
ru: Значение Полный успешно изменено

source: “Full” value changing failure
es: No se ha logrado modificar el valor "Lleno"
ru: Значение Полный изменить не удалось

source: “Empty” value changed successfully
es: El valor “Vacío” fue exitósamente modificado
ru: Значение Пустой успешно изменено

source: TD BLE Settings
es: Configuraciones de TD BLE
ru: Настройки TD BLE

# Info
source: Help information will be here soon, we are working on it.
es: Había una vez un anciano con una anciana. Entonces el anciano le dijo a la anciana: "Ve y hurga en la caja, toma nota del sushi y corta la harina en un moño". La anciana tomó las alas, la frotó alrededor de la caja, pellizcó y rascó dos puñados de harina
ru: Здесь скоро появится справочная информация, мы над этим работаем.

source: Password
es: Contraseña
ru: Пароль

source: Password for changing settings
es: Contraseña para modificar las configuraciones
ru: Пароль на изменение настроек

source: Set
es: Establecer
ru: Установить

source: Reloading TD-BLE
es: Reinicio de TD-BLE
ru: Перезагрузка TD-BLE

source: ADDRESS
es: LA DIRECCION
ru: АДРЕС

source: TELEPHONES
es: TELEFONOS
ru: ТЕЛЕФОНЫ

source: EMAIL
es: CORREO ELECTRONICO
ru: ЭЛЕКТРОННАЯ ПОЧТА

source: WEBSITE
es: SITIO
ru: ВЕБСАЙТ

# phoneRus
source: in Russia - for free
es: en Rusia - gratis
ru: по России - бесплатно

# addressMain
source: 420127, Russia, Kazan, Rep. Tatarstan, street Dementieva, 2B building 4
es: 420127, Rusia, Kazan, Rep. Tatarstán, calle Dementieva, edificio 2B 4
ru: 420127, Россия, Казань, Респ. Татарстан, yлица Дементьева, 2Б корпус 4

source: Password set successfully
es: La contraseña fue exitosamente establecida
ru: Пароль успешно установлен

source: Password setting failure
es: No se ha logrado establecer la contraseña
ru: Не удалось установить пароль

source: Password deleted successfully
es: La contraseña fue exitosamente eliminada
ru: Пароль успешно удален

source: Password deletion failure
es: No se ha logrado eliminar la contraseña
ru: Не удалось удалить пароль

source: Password is entered
es: La contraseña fue introducida
ru: Пароль введен

source: Data update failure
es: No se ha logrado modificar los datos
ru: Не удалось изменить данные

source: Data updated successfully
es: Los datos fueron exitosamente modificados
ru: Данные успешно изменены

source: Failed to reload
es: No se ha logrado reiniciar
ru: Не удалось перезагрузить

source: “Password” accepts values from 1 to 2000000000
es: "Contraseña" toma el valor de 1 hasta 9.999.999.999
ru: Пароль принимает значения от 0 до 2000000000

source: Success
es: Exito
ru: Успешно

source: Wrong password
es: Ha introducido la contraseña incorrecta
ru: Введен неверный пароль

source: Enter
es: Introducir
ru: Ввести

source: Remove
es: Eliminar
ru: Удалить

source: Manual configuration input
es: Introducción manual de la configuración
ru: Ручной ввод конфигурации

# Reloading...
source: Перезагружается...
es: Reiniciando...

source: VERSION
ru: ВЕРСИЯ
